//--------------------------------------------------------------------
// deleteall.mq4
// Предназначен для использования в качестве примера в учебнике MQL4.
//--------------------------------------------------------------------
int start()                             // Специальная функция start()
  {
   GlobalVariablesDeleteAll();          // Удаление всех GV-переменных
   PlaySound("W2.wav");                 // Брыньк
   return;                              // И уходим
  }
//--------------------------------------------------------------------